{
    "palavra_do_dia": {
        "palavra": "represem",
        "dia": "02/22/26"
    },
    "macros": {
        "user": {
            "1345449850954715176": {
                "teste": "2d20+45",
                "revolver": "3d6"
            }
        },
        "guild": {
            "1228383214049951815": {
                "soconocudomestre": "99d99*99"
            }
        }
    },
    "refs": {
        "user": {},
        "guild": {
            "1228383214049951815": {
                "conjuração complexa": {
                    "fonte": "SaH",
                    "pagina": 114,
                    "notas": "Conjuração complexa transforma o ritual em um processo de 3 rodadas consecutivas: 1) símbolo, 2) componentes, 3) invocação. Durante todo o tempo você fica desprevenido e deve manter concentração: faz teste de Vontade ao sofrer dano e no fim de cada rodada sob condição ruim; se não puder agir em alguma rodada, o ritual é interrompido e recomeça. Ações padrão extras não aceleram, mas cada uma concede +2 no teste de Ocultismo. Na 1ª rodada você desenha o símbolo e pode usar material de elemento para ganhar efeitos extras. Na 2ª você prepara componentes; consumi-los pode fortalecer o ritual e catalisadores podem substituir. Na 3ª você define PE, aprimoramentos e alvos e faz Ocultismo DT 20 + PE gasto: se passar, conjura; se falhar, paga os custos e nada acontece (podendo afetar Sanidade). Ao extrapolar limites, soma Presença ao limite de PE e usa aprimoramentos como 1 círculo acima, mas com mais risco.",
                    "tags": [
                        "ritual"
                    ],
                    "aliases": [],
                    "by": 1345449850954715176
                },
                "reter ritual": {
                    "fonte": "Arquivos Secretos",
                    "pagina": 58,
                    "notas": "Reter ritual permite manter rituais de duração cena ativos indefinidamente. Ao conjurar, você pode mudar a duração para retida como ação livre ou reação: os PE do ritual ficam “presos”, reduzindo seus PE atuais e máximos, e você perde 1 SAN ao começar a reter. Enquanto esses PE estiverem retidos, o ritual continua funcionando. Você pode parar quando quiser (ação livre/reação) e recupera os PE máximos, mas não os atuais; para recuperar ambos, pode gastar uma ação padrão e fazer Ocultismo (DT 20 + custo em PE). Se falhar, recupera só os máximos. Efeitos que duravam a cena passam a durar enquanto o ritual for retido. Se o ritual afeta inimigos, você precisa manter linha de efeito para que funcione. Reduções de duração também reduzem a retenção. Você pode reter vários rituais, mas perder foco encerra todos.",
                    "tags": [
                        "ritual",
                        "regra"
                    ],
                    "aliases": [],
                    "by": 767015394648915978
                }
            }
        }
    }
}