{
    "palavra_do_dia": {
        "palavra": "represem",
        "dia": "02/22/26"
    },
    "macros": {
        "user": {
            "1345449850954715176": {}
        },
        "guild": {
            "1228383214049951815": {
                "soconocudomestre": "99d99*99"
            }
        }
    },
    "refs": {
        "user": {},
        "guild": {
            "1228383214049951815": {
                "conjuracao_complexa": {
                    "nome": "Conjuração Complexa",
                    "fonte": "SaH",
                    "pagina": 114,
                    "notas": "Conjuração complexa transforma o ritual em um processo de 3 rodadas consecutivas: 1) símbolo, 2) componentes, 3) invocação. Durante todo o tempo você fica desprevenido e deve manter concentração: faz teste de Vontade ao sofrer dano e no fim de cada rodada sob condição ruim; se não puder agir em alguma rodada, o ritual é interrompido e recomeça. Ações padrão extras não aceleram, mas cada uma concede +2 no teste de Ocultismo. Na 1ª rodada você desenha o símbolo e pode usar material de elemento para ganhar efeitos extras. Na 2ª você prepara componentes; consumi-los pode fortalecer o ritual e catalisadores podem substituir. Na 3ª você define PE, aprimoramentos e alvos e faz Ocultismo DT 20 + PE gasto: se passar, conjura; se falhar, paga os custos e nada acontece (podendo afetar Sanidade). Ao extrapolar limites, soma Presença ao limite de PE e usa aprimoramentos como 1 círculo acima, mas com mais risco.",
                    "tags": [
                        "ritual",
                        "regra"
                    ],
                    "aliases": [],
                    "by": 767015394648915978
                },
                "conflictus_systemicus": {
                    "nome": "Conflictus Systemicus",
                    "fonte": "Homebrew",
                    "pagina": 1,
                    "notas": "Execução: padrão; Alcance: curto; Alvo: 1 ser; Duração: cena; Resistência: Fortitude parcial. Requer afinidade com Sangue ou Conhecimento. Ao ser afetado, o corpo do alvo entra em conflito consigo mesmo: músculos se contraem fora de sincronia, órgãos falham por instantes e o fluxo de sangue perde ritmo, fazendo o alvo sofrer 4d8 de dano de Sangue. Além do dano, enquanto durar o ritual, no início de cada turno o alvo deve escolher agir normalmente ou reduzir seu deslocamento a 0 até o próximo turno; se agir normalmente, sofre 2d8 de dano de Sangue adicional, representando o corpo “rasgando por dentro” toda vez que tenta funcionar como deveria. Se o alvo ficar dois turnos seguidos sem agir (apenas se movendo ou ficando parado), o efeito contínuo termina. Quem passa no teste de resistência inicial sofre metade do dano e ignora o efeito contínuo, mas ainda sente dores intensas (efeito narrativo). Discente (+2 PE): o dano inicial aumenta para 6d8 e o dano adicional por agir sobe para 3d8; além disso, enquanto o ritual durar, o alvo não pode realizar reações. Verdadeiro (+5 PE): a duração muda para sustentada e o conjurador pode, uma vez por turno, escolher inverter o efeito — o alvo não pode deixar de agir; se tentar não agir, sofre 3d8 de dano de Sangue automaticamente; requer 3º círculo.",
                    "tags": [
                        "ritual",
                        "homebrew"
                    ],
                    "aliases": [],
                    "by": 767015394648915978
                }
            }
        }
    },
    "wordle": {
        "1228383214049951815": {
            "02/22/26": {
                "word": "represem",
                "len": 8,
                "players": {
                    "1345449850954715176": {
                        "guesses": [
                            "prometem",
                            "represam",
                            "represem"
                        ],
                        "solved": true
                    },
                    "767015394648915978": {
                        "guesses": [
                            "represem"
                        ],
                        "solved": true
                    }
                }
            }
        }
    },
    "last_wordle_cleanup": "02/22/26",
    "wordle_weekly": {
        "1228383214049951815": {
            "2026-W08": {
                "1345449850954715176": {
                    "wins": 1,
                    "plays": 1,
                    "best": 3
                },
                "767015394648915978": {
                    "wins": 1,
                    "plays": 1,
                    "best": 1
                }
            }
        }
    },
    "guild_config": {
        "1228383214049951815": {
            "updates_channel_id": 1319356880627171448,
            "updates_role_id": 1319355628195549247,
            "hexatombe_board_channel_id": 1472670458993446922,
            "hexatombe_dest_channel_id": 1472671366183649462,
            "hexatombe_ping_user_id": 767015394648915978,
            "log_channel_id": 1317580138262695967,
            "max_dice_group": 100,
            "max_faces": 10000
        }
    }
}